[
    {
        "name": "Robin C",
        "review": "I had the team out today to clean 2 mattresses and a 3 piece sofa set. They arrived on time, were very thorough and professional. 10/10 recommend and will definitely use again!",
        "rating": 3,
        "date": "a month ago"
    },
    {
        "name": "Terry Ruebush",
        "review": "Another excellent job by Sudu Araliya Cleaning Service in the Galle area. My sectional sofa cushions were in need of a good professional cleaning and I immediately thought of Sudu! They arrive at the agreed time, worked quickly but thoroughly.",
        "rating": 5,
        "date": "5 months ago"
    },
    {
        "name": "Akila Siriwardana",
        "review": "Highly recommend this service 👍 Very professional and Experienced staff get the Job done beautifully 💐",
        "rating": 5,
        "date": "4 months ago"
    },
    {
        "name": "symon meikle",
        "review": "Damith's team delivered exceptional cleaning services at our recently acquired property by Koggala Lake. They arrived on time, despite the short notice, and dedicated a full day to meticulously transform the space.",
        "rating": 5,
        "date": "a year ago"
    },
    {
        "name": "Paulus",
        "review": "Excellent service. They do the windows of my hotel every 2, or 3 months. Also have they done some deep cleaning of furniture. Great job. Good communication!",
        "rating": 5,
        "date": "7 months ago"
    },
    {
        "name": "aahid alam",
        "review": "HIGHLY RECOMMENDING !!! , So professional team, Great service , Neat and punctual , probably the best in the downsouth SriLanka !",
        "rating": 5,
        "date": "a year ago"
    },
    {
        "name": "Sarah Andrews",
        "review": "I had my sofa cleaned and they did a fantastic job. They were efficient, communication was easy and they left the place really clean afterwards. I will be using them again for other cleaning jobs that I have. Fully recommend them",
        "rating": 5,
        "date": "10 months ago"
    }
]